Repository: wewp/protected-page
Catalog: languages/protected-page-*.po
Languages: he_il

source: Successfully updated password
he_il: סיסמה שעודכנה בהצלחה

source: Error when you try to update password
he_il: שמור את התוכן שלך לאחר הסיסמה

source: Entered passwords successfully
he_il: הזנת סיסמה בהצלחה

source: Entered password successfully
he_il: הזנת סיסמה בהצלחה

source: Error when you try to add multiple password
he_il: אירעה שגיאה בעת יצירת סיסמאות מרובות

source: Removed password successfully
he_il: הסרת סיסמה בהצלחה

source: Error when try to delete password
he_il: אירעה שגיאה בזמן שמירת הסיסמה

source: Protected page - Setting
he_il: הגדרות - עמוד מוגן

source: Analytics
he_il: אנליטיקס

source: Settings
he_il: הגדרות

source: Generate password for:
he_il: צור סיסמה:

source: Generate one password
he_il: צור סיסמה אחת

source: Password code:
he_il: קוד סיסמא:

source: Generate
he_il: צור סיסמא

source: Number uses:
he_il: מספר שימושים:

source: (Leave blank for unlimited)
he_il: (להשאיר ריק בשביל שימוש לא מוגבל)

source: Submit
he_il: שליחה

source: Generate multiple passwords
he_il: יצירת סיסמאות מרובות

source: Prefix
he_il: קידומת

source: How many to generate ?
he_il: כמה יש לייצר ?

source: For generate multiple password per time
he_il: יצירת סיסמאות מרובות בפעם אחת

source: Upgrade Now!
he_il: שדרג עכשיו!

source: Passwords
he_il: סיסמאות

source: Password Code
he_il: קוד סיסמא

source: Usages left
he_il: שימושים שנותרו

source: User
he_il: משתמש

source: User role
he_il: תפקיד משתמש

source: Expiration date
he_il: תאריך סיום

source: update
he_il: עדכון

source: remove
he_il: הסר

source: Protected Page
he_il: עמוד מוגן

source: Pick a page to manage passwords
he_il: בחר עמוד לניהול סיסמאות

source: You need to choose supported post type.
he_il: עליך לבחור סוג Post type.

source: Click here to start
he_il: לחץ כאן כדי להתחיל

source: Select page to generate passwords
he_il: בחר עמוד לניהול סיסמאות

source: No posts found in the requested type
he_il: לא נמצאו הודעות בסוג הפוסט המבוקש

source: Post title
he_il: כותרת הפוסט

source: Protected
he_il: מוגן

source: Action
he_il: פעולה

source: Generate password
he_il: צור סיסמה

source: Content protected
he_il: תוכן מוגן

source: Name
he_il: שם

source: Email
he_il: אימייל

source: Password *
he_il: סיסמה *

source: Password
he_il: סיסמה

source: Send
he_il: שלח

source: https://wordpress.org/plugins/protected-page/
he_il: /‫http://wewp.dev/plugins/protected-page

source: Save your content after password.
he_il: שמור את התוכן שלך לאחר הסיסמה.

source: wewp.dev - Gilad Takoni & Ronen abutbul
he_il: ‫wewp.dev - גלעד טקוני & רונן אבוטבול
